Repository: MXF-Apps/WatchNext
Catalog: WatchNext/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# diagnostics.credentials.jellyfin.label
source: Jellyfin token
ar: رمز Jellyfin
es: Token de Jellyfin
fr: Jeton Jellyfin
it: Token Jellyfin
ja: Jellyfin トークン
ko: Jellyfin 토큰
pl: Token Jellyfin
pt_br: Token do Jellyfin
ru: Токен Jellyfin
tr: Jellyfin belirteci
zh_hans: Jellyfin 令牌
zh_hant: Jellyfin 權杖

# diagnostics.credentials.radarr.label
source: Radarr API key
ar: مفتاح API لـ Radarr
de: Radarr-API-Schlüssel
es: Clave de API de Radarr
fr: Clé API Radarr
it: Chiave API Radarr
ja: Radarr API キー
ko: Radarr API 키
nl: Radarr-API-sleutel
pl: Klucz API Radarr
pt_br: Chave de API do Radarr
ru: API-ключ Radarr
tr: Radarr API anahtarı
zh_hans: Radarr API 密钥
zh_hant: Radarr API 金鑰

# diagnostics.credentials.sonarr.label
source: Sonarr API key
ar: مفتاح API لـ Sonarr
de: Sonarr-API-Schlüssel
es: Clave de API de Sonarr
fr: Clé API Sonarr
it: Chiave API Sonarr
ja: Sonarr API キー
ko: Sonarr API 키
nl: Sonarr-API-sleutel
pl: Klucz API Sonarr
pt_br: Chave de API do Sonarr
ru: API-ключ Sonarr
tr: Sonarr API anahtarı
zh_hans: Sonarr API 密钥
zh_hant: Sonarr API 金鑰

# diagnostics.credentials.title
source: Credential Status
ar: حالة بيانات الاعتماد
de: Status der Zugangsdaten
es: Estado de las credenciales
fr: État des identifiants
it: Stato delle credenziali
ja: 認証情報の状態
ko: 자격 증명 상태
nl: Status van aanmeldgegevens
pl: Stan danych logowania
pt_br: Status das credenciais
ru: Состояние учётных данных
tr: Kimlik bilgisi durumu
zh_hans: 凭据状态
zh_hant: 憑證狀態

# diagnostics.level.debug.label
source: Debug
ar: تصحيح
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pt_br: Depuração
ru: Отладка
tr: Hata ayıklama
zh_hans: 调试
zh_hant: 偵錯

# diagnostics.level.error.label
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# diagnostics.level.fault.label
source: Fault
ar: عطل
de: Schwerer Fehler
es: Fallo
fr: Erreur critique
it: Guasto
ja: 重大エラー
ko: 결함
nl: Storing
pl: Awaria
pt_br: Falha
ru: Сбой
tr: Arıza
zh_hans: 故障
zh_hant: 故障

# diagnostics.level.info.label
source: Info
ar: معلومات
es: Información
fr: Information
ja: 情報
ko: 정보
pl: Informacja
pt_br: Informação
ru: Информация
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

# diagnostics.level.notice.label
source: Notice
ar: ملاحظة
de: Hinweis
es: Aviso
fr: Notification
it: Avviso
ja: 注意
ko: 알림
nl: Melding
pl: Uwaga
pt_br: Aviso
ru: Уведомление
tr: Bildirim
zh_hans: 通知
zh_hant: 注意

# diagnostics.level.off.label
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativado
ru: Выкл.
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

# diagnostics.level.warning.label
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Alerta
ru: Предупреждение
tr: Uyarı
zh_hans: 警告
zh_hant: 警告

# diagnostics.logging.level.label
source: Minimum level
ar: الحد الأدنى للمستوى
de: Mindeststufe
es: Nivel mínimo
fr: Niveau minimum
it: Livello minimo
ja: 最小レベル
ko: 최소 수준
nl: Minimumniveau
pl: Minimalny poziom
pt_br: Nível mínimo
ru: Минимальный уровень
tr: En düşük düzey
zh_hans: 最低级别
zh_hant: 最低層級

# diagnostics.logging.title
source: Logging
ar: السجلات
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
ja: ログ
ko: 로깅
nl: Logboek
pl: Rejestrowanie
pt_br: Registro
ru: Журналирование
tr: Günlük kaydı
zh_hans: 日志记录
zh_hant: 記錄

# diagnostics.logs.clear.button
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

# diagnostics.logs.empty.message
source: Run a connection test or refresh the feed.
ar: شغّل اختبار اتصال أو حدّث الخلاصة.
de: Führe einen Verbindungstest aus oder aktualisiere den Feed.
es: Ejecuta una prueba de conexión o actualiza el feed.
fr: Testez une connexion ou actualisez le flux.
it: Esegui un test di connessione o aggiorna il feed.
ja: 接続テストを実行するか、フィードを更新してください。
ko: 연결 테스트를 실행하거나 피드를 새로 고치세요.
nl: Voer een verbindingstest uit of vernieuw de feed.
pl: Uruchom test połączenia lub odśwież kanał.
pt_br: Execute um teste de conexão ou atualize o feed.
ru: Запустите проверку подключения или обновите ленту.
tr: Bir bağlantı testi çalıştırın veya akışı yenileyin.
zh_hans: 运行连接测试或刷新内容。
zh_hant: 執行連線測試或重新整理動態。

# diagnostics.logs.empty.title
source: No Logs Yet
ar: لا توجد سجلات بعد
de: Noch keine Protokolle
es: Todavía no hay registros
fr: Aucun journal pour le moment
it: Ancora nessun log
ja: ログはまだありません
ko: 아직 로그 없음
nl: Nog geen logboeken
pl: Brak logów
pt_br: Ainda não há registros
ru: Журналов пока нет
tr: Henüz günlük yok
zh_hans: 暂无日志
zh_hant: 尚無記錄

# diagnostics.logs.title
source: App Logs
ar: سجلات التطبيق
de: App-Protokolle
es: Registros de la app
fr: Journaux de l’app
it: Log dell’app
ja: アプリのログ
ko: 앱 로그
nl: App-logboeken
pl: Logi aplikacji
pt_br: Registros do app
ru: Журналы приложения
tr: Uygulama günlükleri
zh_hans: 应用日志
zh_hant: App 記錄

# diagnostics.refresh.attempt.label
source: Last attempt
ar: آخر محاولة
de: Letzter Versuch
es: Último intento
fr: Dernière tentative
it: Ultimo tentativo
ja: 最終試行
ko: 마지막 시도
nl: Laatste poging
pl: Ostatnia próba
pt_br: Última tentativa
ru: Последняя попытка
tr: Son deneme
zh_hans: 上次尝试
zh_hant: 上次嘗試

# diagnostics.refresh.success.label
source: Last success
ar: آخر نجاح
de: Letzter Erfolg
es: Último éxito
fr: Dernière réussite
it: Ultimo successo
ja: 最終成功
ko: 마지막 성공
nl: Laatste succes
pl: Ostatni sukces
pt_br: Último sucesso
ru: Последний успех
tr: Son başarı
zh_hans: 上次成功
zh_hant: 上次成功

# diagnostics.refresh.success.message
source: No refresh error recorded
ar: لم يُسجَّل أي خطأ في التحديث
de: Kein Aktualisierungsfehler aufgezeichnet
es: No se ha registrado ningún error de actualización
fr: Aucune erreur d’actualisation enregistrée
it: Nessun errore di aggiornamento registrato
ja: 更新エラーは記録されていません
ko: 기록된 새로 고침 오류 없음
nl: Geen vernieuwingsfout vastgelegd
pl: Nie zarejestrowano błędu odświeżania
pt_br: Nenhum erro de atualização registrado
ru: Ошибок обновления не зафиксировано
tr: Kayıtlı yenileme hatası yok
zh_hans: 未记录刷新错误
zh_hant: 未記錄重新整理錯誤

# diagnostics.refresh.title
source: Refresh
ar: التحديث
de: Aktualisierung
es: Actualización
fr: Actualisation
it: Aggiornamento
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odświeżanie
pt_br: Atualização
ru: Обновление
tr: Yenileme
zh_hans: 刷新
zh_hant: 重新整理

# feed.actions.done.button
source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# feed.actions.hide.button
source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
tr: Gizle
zh_hans: 隐藏
zh_hant: 隱藏

# feed.actions.hideSeries.button
source: Hide Series
ar: إخفاء المسلسل
de: Serie ausblenden
es: Ocultar serie
fr: Masquer la série
it: Nascondi serie
ja: シリーズを非表示
ko: 시리즈 숨기기
nl: Serie verbergen
pl: Ukryj serial
pt_br: Ocultar série
ru: Скрыть сериал
tr: Diziyi gizle
zh_hans: 隐藏剧集
zh_hant: 隱藏影集

# feed.actions.options.button
source: Options
ar: خيارات
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项
zh_hant: 選項

# feed.actions.refresh.button
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# feed.actions.select.button
source: Select Items
ar: تحديد العناصر
de: Einträge auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
it: Seleziona elementi
ja: 項目を選択
ko: 항목 선택
nl: Items selecteren
pl: Wybierz elementy
pt_br: Selecionar itens
ru: Выбрать элементы
tr: Öğeleri seç
zh_hans: 选择项目
zh_hant: 選取項目

# feed.actions.showHidden.toggle
source: Show Hidden
ar: إظهار المخفي
de: Ausgeblendete anzeigen
es: Mostrar ocultos
fr: Afficher les éléments masqués
it: Mostra nascosti
ja: 非表示を表示
ko: 숨긴 항목 보기
nl: Verborgen tonen
pl: Pokaż ukryte
pt_br: Mostrar ocultos
ru: Показать скрытые
tr: Gizlileri göster
zh_hans: 显示已隐藏
zh_hant: 顯示隱藏項目

# feed.actions.unhide.button
source: Unhide
ar: إلغاء الإخفاء
de: Wieder einblenden
es: Mostrar
fr: Réafficher
it: Mostra
ja: 再表示
ko: 숨기기 해제
nl: Tonen
pl: Pokaż
pt_br: Mostrar
ru: Показать
tr: Göster
zh_hans: 取消隐藏
zh_hant: 取消隱藏

# feed.demo.message
source: Demo data. This is a fictional library; turn it off in Settings › Demo.
ar: بيانات تجريبية. هذه مكتبة خيالية؛ أوقفها من الإعدادات › العرض التجريبي.
de: Demodaten. Dies ist eine fiktive Mediathek; deaktiviere sie unter Einstellungen › Demo.
es: Datos de demostración. Esta biblioteca es ficticia; desactívala en Ajustes › Demo.
fr: Données de démonstration. Cette bibliothèque est fictive ; désactivez-la dans Réglages › Démonstration.
it: Dati demo. Questa libreria è fittizia; disattivala in Impostazioni › Demo.
ja: デモデータです。これは架空のライブラリです。「設定 › デモ」でオフにできます。
ko: 데모 데이터입니다. 가상의 라이브러리이며 설정 › 데모에서 끌 수 있습니다.
nl: Demogegevens. Dit is een fictieve bibliotheek; zet hem uit via Instellingen › Demo.
pl: Dane demonstracyjne. To fikcyjna biblioteka; wyłącz ją w Ustawienia › Demo.
pt_br: Dados de demonstração. Esta biblioteca é fictícia; desative em Ajustes › Demo.
ru: Демо-данные. Это вымышленная библиотека; отключите её в разделе «Настройки › Демо».
tr: Demo verileri. Bu kurgusal bir kitaplıktır; Ayarlar › Demo bölümünden kapatın.
zh_hans: 演示数据。这是一个虚构的媒体库；可在“设置 › 演示”中关闭。
zh_hant: 示範資料。這是虛構的媒體庫；可在「設定 › 示範」中關閉。

# feed.empty.all.message
source: Pull to refresh, or review Settings and Diagnostics for details.
ar: اسحب للتحديث، أو راجع الإعدادات والتشخيصات لمعرفة التفاصيل.
de: Zum Aktualisieren nach unten ziehen oder Einstellungen und Diagnose prüfen.
es: Desliza hacia abajo para actualizar o revisa Ajustes y Diagnóstico para más detalles.
fr: Tirez vers le bas pour actualiser, ou consultez les réglages et le diagnostic.
it: Trascina verso il basso per aggiornare, oppure controlla Impostazioni e Diagnostica per i dettagli.
ja: 下に引いて更新するか、「設定」と「診断」で詳細を確認してください。
ko: 아래로 당겨 새로 고치거나 설정과 진단에서 자세한 내용을 확인하세요.
nl: Trek omlaag om te vernieuwen, of bekijk Instellingen en Diagnose voor details.
pl: Pociągnij, aby odświeżyć, albo sprawdź Ustawienia i Diagnostykę.
pt_br: Puxe para atualizar ou veja Ajustes e Diagnóstico para mais detalhes.
ru: Потяните вниз для обновления или проверьте разделы «Настройки» и «Диагностика».
tr: Yenilemek için aşağı çekin veya ayrıntılar için Ayarlar ve Tanılama bölümlerine bakın.
zh_hans: 下拉刷新，或查看“设置”和“诊断”了解详情。
zh_hant: 下拉重新整理，或查看「設定」和「診斷」了解詳情。

# feed.empty.hidden.message
source: %1$(count)lld hidden items can be shown from the toolbar menu.
ar: يمكن إظهار %1$(count)lld عنصر مخفي من قائمة شريط الأدوات.
de: %1$(count)lld ausgeblendete Einträge können über das Menü in der Symbolleiste angezeigt werden.
es: %1$(count)lld elementos ocultos se pueden mostrar desde el menú de la barra de herramientas.
fr: Vous pouvez réafficher %1$(count)lld éléments masqués depuis le menu de la barre d’outils.
it: %1$(count)lld elementi nascosti possono essere mostrati dal menu della barra degli strumenti.
ja: %1$(count)lld 件の非表示項目はツールバーメニューから表示できます。
ko: 숨겨진 항목 %1$(count)lld개를 도구 막대 메뉴에서 표시할 수 있습니다.
nl: %1$(count)lld verborgen items kunnen via het knoppenbalkmenu worden getoond.
pl: %1$(count)lld ukrytego elementu można pokazać z menu paska narzędzi.
pt_br: %1$(count)lld itens ocultos podem ser exibidos pelo menu da barra de ferramentas.
ru: %1$(count)lld скрытого элемента можно показать через меню панели инструментов.
tr: %1$(count)lld gizli öğe araç çubuğu menüsünden gösterilebilir.
zh_hans: %1$(count)lld 个已隐藏项目可从工具栏菜单中显示。
zh_hant: %1$(count)lld 個隱藏項目可從工具列選單中顯示。

# feed.empty.movies.message
source: No movies right now. Switch to All or Shows, or pull to refresh.
ar: لا توجد أفلام حاليًا. بدّل إلى الكل أو المسلسلات، أو اسحب للتحديث.
de: Momentan keine Filme. Wechsle zu „Alle“ oder „Serien“ oder ziehe zum Aktualisieren nach unten.
es: No hay películas ahora mismo. Cambia a Todo o Series, o desliza para actualizar.
fr: Aucun film pour le moment. Choisissez Tout ou Séries, ou tirez vers le bas pour actualiser.
it: Nessun film al momento. Passa a Tutto o Serie, oppure trascina per aggiornare.
ja: 現在映画はありません。「すべて」または「番組」に切り替えるか、下に引いて更新してください。
ko: 지금은 영화가 없습니다. 전체 또는 시리즈로 전환하거나 아래로 당겨 새로 고치세요.
nl: Momenteel geen films. Schakel naar Alles of Series, of trek omlaag om te vernieuwen.
pl: Brak filmów. Przełącz na Wszystko lub Seriale albo pociągnij, aby odświeżyć.
pt_br: Nenhum filme no momento. Mude para Tudo ou Séries, ou puxe para atualizar.
ru: Фильмов пока нет. Переключитесь на «Все» или «Сериалы» либо потяните вниз для обновления.
tr: Şu anda film yok. Tümü veya Diziler seçeneğine geçin ya da yenilemek için aşağı çekin.
zh_hans: 目前没有电影。切换到“全部”或“剧集”，或下拉刷新。
zh_hant: 目前沒有電影。切換到「全部」或「影集」，或下拉重新整理。

# feed.empty.shows.message
source: No shows right now. Switch to All or Movies, or pull to refresh.
ar: لا توجد مسلسلات حاليًا. بدّل إلى الكل أو الأفلام، أو اسحب للتحديث.
de: Momentan keine Serien. Wechsle zu „Alle“ oder „Filme“ oder ziehe zum Aktualisieren nach unten.
es: No hay series ahora mismo. Cambia a Todo o Películas, o desliza para actualizar.
fr: Aucune série pour le moment. Choisissez Tout ou Films, ou tirez vers le bas pour actualiser.
it: Nessuna serie al momento. Passa a Tutto o Film, oppure trascina per aggiornare.
ja: 現在番組はありません。「すべて」または「映画」に切り替えるか、下に引いて更新してください。
ko: 지금은 시리즈가 없습니다. 전체 또는 영화로 전환하거나 아래로 당겨 새로 고치세요.
nl: Momenteel geen series. Schakel naar Alles of Films, of trek omlaag om te vernieuwen.
pl: Brak seriali. Przełącz na Wszystko lub Filmy albo pociągnij, aby odświeżyć.
pt_br: Nenhuma série no momento. Mude para Tudo ou Filmes, ou puxe para atualizar.
ru: Сериалов пока нет. Переключитесь на «Все» или «Фильмы» либо потяните вниз для обновления.
tr: Şu anda dizi yok. Tümü veya Filmler seçeneğine geçin ya da yenilemek için aşağı çekin.
zh_hans: 目前没有剧集。切换到“全部”或“电影”，或下拉刷新。
zh_hant: 目前沒有影集。切換到「全部」或「電影」，或下拉重新整理。

# feed.empty.title
source: Nothing to Show Yet
ar: لا شيء لعرضه بعد
de: Noch nichts anzuzeigen
es: Nada que mostrar todavía
fr: Rien à afficher pour le moment
it: Ancora niente da mostrare
ja: 表示する項目はまだありません
ko: 아직 표시할 항목 없음
nl: Nog niets te tonen
pl: Nic do pokazania
pt_br: Nada para mostrar ainda
ru: Пока нечего показать
tr: Henüz gösterilecek bir şey yok
zh_hans: 暂无内容
zh_hant: 尚無內容

# feed.filter.title
source: Show
ar: عرض
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
nl: Tonen
pl: Pokaż
pt_br: Mostrar
ru: Показать
tr: Göster
zh_hans: 显示
zh_hant: 顯示

# feed.hidden.count
source: %1$(count)lld hidden
ar: %1$(count)lld عنصر مخفي
de: %1$(count)lld ausgeblendet
es: %1$(count)lld ocultos
fr: %1$(count)lld masqués
it: %1$(count)lld nascosti
ja: %1$(count)lld 件非表示
ko: 숨김 %1$(count)lld개
nl: %1$(count)lld verborgen
pl: %1$(count)lld ukrytego
pt_br: %1$(count)lld ocultos
ru: %1$(count)lld скрытого
tr: %1$(count)lld gizli
zh_hans: %1$(count)lld 个已隐藏
zh_hant: %1$(count)lld 個已隱藏

# feed.refresh.error.accessibilityLabel
source: Refresh failed. %1$(message)@
ar: فشل التحديث. %1$(message)@
de: Aktualisierung fehlgeschlagen. %1$(message)@
es: Error al actualizar. %1$(message)@
fr: Échec de l’actualisation. %1$(message)@
it: Aggiornamento non riuscito. %1$(message)@
ja: 更新に失敗しました。%1$(message)@
ko: 새로 고침 실패. %1$(message)@
nl: Vernieuwen mislukt. %1$(message)@
pl: Odświeżanie nie powiodło się. %1$(message)@
pt_br: Falha ao atualizar. %1$(message)@
ru: Не удалось обновить. %1$(message)@
tr: Yenileme başarısız. %1$(message)@
zh_hans: 刷新失败。%1$(message)@
zh_hant: 重新整理失敗。%1$(message)@

# feed.refresh.error.title
source: Refresh Failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
fr: Échec de l’actualisation
it: Aggiornamento non riuscito
ja: 更新に失敗
ko: 새로 고침 실패
nl: Vernieuwen mislukt
pl: Odświeżanie nie powiodło się
pt_br: Falha na atualização
ru: Ошибка обновления
tr: Yenileme başarısız
zh_hans: 刷新失败
zh_hant: 重新整理失敗

# feed.refresh.progress
source: Refreshing…
ar: جارٍ التحديث…
de: Aktualisieren…
es: Actualizando…
fr: Actualisation…
it: Aggiornamento…
ja: 更新中…
ko: 새로 고치는 중…
nl: Vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ru: Обновление…
tr: Yenileniyor…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

# feed.section.collapse.accessibilityHint
source: Collapses the section
ar: يطوي القسم
de: Klappt den Abschnitt zu
es: Contrae la sección
fr: Réduit la section
it: Comprime la sezione
ja: セクションを折りたたみます
ko: 섹션을 접습니다
nl: Vouwt de sectie in
pl: Zwija sekcję
pt_br: Recolhe a seção
ru: Сворачивает раздел
tr: Bölümü daraltır
zh_hans: 折叠该部分
zh_hant: 收合區段

# feed.section.collapsed.accessibilityValue
source: Collapsed
ar: مطوي
de: Zugeklappt
es: Contraída
fr: Réduite
it: Compressa
ja: 折りたたみ済み
ko: 접힘
nl: Ingevouwen
pl: Zwinięta
pt_br: Recolhida
ru: Свёрнуто
tr: Daraltıldı
zh_hans: 已折叠
zh_hant: 已收合

# feed.section.count.accessibilityLabel
source: %1$(title)@, %lld items
ar: %1$(title)@, %lld عنصر
de: %1$(title)@, %lld Einträge
es: %1$(title)@, %lld elementos
fr: %1$(title)@, %lld éléments
it: %1$(title)@, %lld elementi
ja: %1$(title)@, %lld 件
ko: %1$(title)@, %lld개 항목
pl: %1$(title)@, %lld elementu
pt_br: %1$(title)@, %lld itens
ru: %1$(title)@, %lld элемента
tr: %1$(title)@, %lld öğe
zh_hans: %1$(title)@, %lld 项
zh_hant: %1$(title)@, %lld 個項目

# feed.section.empty.message
source: No items
ar: لا توجد عناصر
de: Keine Einträge
es: No hay elementos
fr: Aucun élément
it: Nessun elemento
ja: 項目なし
ko: 항목 없음
nl: Geen items
pl: Brak elementów
pt_br: Nenhum item
ru: Нет элементов
tr: Öğe yok
zh_hans: 没有项目
zh_hant: 沒有項目

# feed.section.expand.accessibilityHint
source: Expands the section
ar: يوسّع القسم
de: Klappt den Abschnitt auf
es: Expande la sección
fr: Développe la section
it: Espande la sezione
ja: セクションを展開します
ko: 섹션을 펼칩니다
nl: Vouwt de sectie uit
pl: Rozwija sekcję
pt_br: Expande a seção
ru: Разворачивает раздел
tr: Bölümü genişletir
zh_hans: 展开该部分
zh_hant: 展開區段

# feed.section.expanded.accessibilityValue
source: Expanded
ar: موسّع
de: Aufgeklappt
es: Expandida
fr: Développée
it: Espansa
ja: 展開済み
ko: 펼침
nl: Uitgevouwen
pl: Rozwinięta
pt_br: Expandida
ru: Развёрнуто
tr: Genişletildi
zh_hans: 已展开
zh_hant: 已展開

# feed.section.hidden.title
source: Hidden
ar: المخفية
de: Ausgeblendet
es: Ocultos
fr: Masqués
it: Nascosti
ja: 非表示
ko: 숨김
nl: Verborgen
pl: Ukryte
pt_br: Ocultos
ru: Скрытые
tr: Gizli
zh_hans: 已隐藏
zh_hant: 已隱藏

# feed.section.ready.title
source: Ready to Watch
ar: جاهز للمشاهدة
de: Bereit zum Ansehen
es: Listo para ver
fr: À regarder
it: Pronti da guardare
ja: 視聴可能
ko: 시청 가능
nl: Klaar om te kijken
pl: Gotowe do obejrzenia
pt_br: Pronto para assistir
ru: Готово к просмотру
tr: İzlemeye hazır
zh_hans: 可观看
zh_hant: 可觀看

# feed.section.upcoming.title
source: Coming Soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: À venir
it: Prossimamente
ja: 近日公開
ko: 공개 예정
nl: Binnenkort
pl: Wkrótce
pt_br: Em breve
ru: Скоро
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

# feed.selection.action.accessibilityLabel
source: %1$(title)@, %lld selected
ar: %1$(title)@, %lld عنصر محدد
de: %1$(title)@, %lld ausgewählt
es: %1$(title)@, %lld seleccionados
fr: %1$(title)@, %lld sélectionnés
it: %1$(title)@, %lld selezionati
ja: %1$(title)@, %lld 件選択中
ko: %1$(title)@, %lld개 선택됨
nl: %1$(title)@, %lld geselecteerd
pl: %1$(title)@, wybrano %lld
pt_br: %1$(title)@, %lld selecionados
ru: %1$(title)@, выбрано %lld
tr: %1$(title)@, %lld seçildi
zh_hans: %1$(title)@, 已选择 %lld 项
zh_hant: %1$(title)@, 已選取 %lld 個

# feed.updated.label
source: Last updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière actualisation
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
ru: Последнее обновление
tr: Son güncelleme
zh_hans: 上次更新
zh_hant: 上次更新

# feed.welcome.demo.button
source: Try with sample data
ar: جرّب ببيانات نموذجية
de: Mit Beispieldaten ausprobieren
es: Probar con datos de ejemplo
fr: Essayer la démonstration
it: Prova con dati di esempio
ja: サンプルデータで試す
ko: 샘플 데이터로 사용해 보기
nl: Proberen met voorbeeldgegevens
pl: Wypróbuj z przykładowymi danymi
pt_br: Experimentar com dados de exemplo
ru: Попробовать с примером данных
tr: Örnek verilerle deneyin
zh_hans: 试用示例数据
zh_hant: 試用範例資料

# feed.welcome.message
source: Add your Sonarr, Radarr and Jellyfin servers in Settings, or look around with a fictional library first.
ar: أضِف خوادم Sonarr وRadarr وJellyfin في الإعدادات، أو استكشف أولًا بمكتبة خيالية.
de: Füge deine Sonarr-, Radarr- und Jellyfin-Server in den Einstellungen hinzu oder sieh dich zuerst in einer fiktiven Mediathek um.
es: Añade tus servidores Sonarr, Radarr y Jellyfin en Ajustes, o echa un vistazo primero con una biblioteca ficticia.
fr: Ajoutez vos serveurs Sonarr, Radarr et Jellyfin dans les réglages, ou découvrez l’app avec une bibliothèque fictive.
it: Aggiungi i tuoi server Sonarr, Radarr e Jellyfin nelle Impostazioni, oppure dai prima un’occhiata con una libreria fittizia.
ja: 「設定」で Sonarr、Radarr、Jellyfin のサーバーを追加するか、まず架空のライブラリで試してみてください。
ko: 설정에서 Sonarr, Radarr, Jellyfin 서버를 추가하거나 먼저 가상의 라이브러리로 둘러보세요.
nl: Voeg je Sonarr-, Radarr- en Jellyfin-servers toe in Instellingen, of kijk eerst rond met een fictieve bibliotheek.
pl: Dodaj serwery Sonarr, Radarr i Jellyfin w Ustawieniach albo najpierw rozejrzyj się po fikcyjnej bibliotece.
pt_br: Adicione seus servidores Sonarr, Radarr e Jellyfin em Ajustes, ou explore antes com uma biblioteca fictícia.
ru: Добавьте серверы Sonarr, Radarr и Jellyfin в настройках или сначала осмотритесь на вымышленной библиотеке.
tr: Ayarlar’da Sonarr, Radarr ve Jellyfin sunucularınızı ekleyin veya önce kurgusal bir kitaplıkla göz atın.
zh_hans: 在“设置”中添加您的 Sonarr、Radarr 和 Jellyfin 服务器，或先用虚构的媒体库看看。
zh_hant: 在「設定」中加入您的 Sonarr、Radarr 和 Jellyfin 伺服器，或先用虛構的媒體庫看看。

# feed.welcome.title
source: Welcome to WatchNext
ar: مرحبًا بك في WatchNext
de: Willkommen bei WatchNext
es: Bienvenido a WatchNext
fr: Bienvenue dans WatchNext
it: Benvenuto in WatchNext
ja: WatchNext へようこそ
ko: WatchNext에 오신 것을 환영합니다
nl: Welkom bij WatchNext
pl: Witaj w WatchNext
pt_br: Bem-vindo ao WatchNext
ru: Добро пожаловать в WatchNext
tr: WatchNext’e hoş geldiniz
zh_hans: 欢迎使用 WatchNext
zh_hant: 歡迎使用 WatchNext

# issue.action.openServers.button
source: Fix in Settings
ar: إصلاح في الإعدادات
de: In den Einstellungen beheben
es: Corregir en Ajustes
fr: Corriger dans Réglages
it: Correggi nelle Impostazioni
ja: 設定で修正
ko: 설정에서 수정
nl: Herstellen in Instellingen
pl: Napraw w Ustawieniach
pt_br: Corrigir em Ajustes
ru: Исправить в настройках
tr: Ayarlar’da düzelt
zh_hans: 在设置中修复
zh_hant: 在設定中修正

# issue.advice.missingConfiguration
source: Add the missing %1$(service)@ details under Settings › Servers.
ar: أضِف بيانات %1$(service)@ الناقصة في الإعدادات › الخوادم.
de: Ergänze die fehlenden %1$(service)@-Angaben unter Einstellungen › Server.
es: Añade los datos de %1$(service)@ que faltan en Ajustes › Servidores.
fr: Ajoutez les informations %1$(service)@ manquantes dans Réglages › Serveurs.
it: Aggiungi i dati mancanti di %1$(service)@ in Impostazioni › Server.
ja: 「設定 › サーバー」で不足している %1$(service)@ の情報を追加してください。
ko: 설정 › 서버에서 누락된 %1$(service)@ 정보를 추가하세요.
nl: Vul de ontbrekende gegevens van %1$(service)@ aan onder Instellingen › Servers.
pl: Uzupełnij brakujące dane %1$(service)@ w Ustawienia › Serwery.
pt_br: Adicione os dados de %1$(service)@ que faltam em Ajustes › Servidores.
ru: Добавьте недостающие данные %1$(service)@ в разделе «Настройки › Серверы».
tr: Eksik %1$(service)@ bilgilerini Ayarlar › Sunucular bölümüne ekleyin.
zh_hans: 请在“设置 › 服务器”中补全缺少的 %1$(service)@ 信息。
zh_hant: 請在「設定 › 伺服器」中補上缺少的 %1$(service)@ 資訊。
